Repository: hzagaming/ClassGod
Catalog: ClassGod/ClassGod/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, ru, zh_hans, zh_hant

# permission.feature.userFiles
source: User files
zh_hans: 用户文件

# permission.feature.voiceFeatures
source: Voice features
zh_hans: 语音功能

# permission.feature.wallpaperLibrary
source: Wallpaper library
zh_hans: 壁纸图库

# permission.filter.action_needed
source: Action Needed
zh_hans: 待处理

# permission.filter.all
source: All
zh_hans: 全部

# permission.filter.granted
source: Granted
zh_hans: 已授权

# permission.filter.manual
source: Manual
zh_hans: 手动检查

# permission.filter.requirement
source: Filter by requirement
zh_hans: 按重要性筛选

# permission.first_time_setup
source: Review All Permissions
zh_hans: 逐项授权全部权限

# permission.limited
source: Limited Access
zh_hans: 部分授权

# permission.live_status
source: LIVE · ADAPTIVE
zh_hans: 实时 · 自适应

# permission.manual_review
source: Manual review
zh_hans: 手动检查

# permission.no_results
source: No permissions match these filters
zh_hans: 没有符合筛选条件的权限

# permission.not_determined
source: Not Reviewed
zh_hans: 尚未询问

# permission.parameter.automatic_check
source: Auto Check
zh_hans: 自动检测

# permission.parameter.manual_check
source: Manual Check
zh_hans: 手动核对

# permission.parameter.native_prompt
source: Native Prompt
zh_hans: 原生授权

# permission.parameter.system_settings
source: System Settings
zh_hans: 系统设置

# permission.progress_format
source: %1$lld/%2$lld granted • %3$lld manual
zh_hans: 已授权 %1$lld/%2$lld • 手动检查 %3$lld 项

# permission.required_pending
source: Required Pending
zh_hans: 必需待授权

# permission.requirement.all
source: All Levels
zh_hans: 全部级别

# permission.requirement.optional
source: OPTIONAL
zh_hans: 可选权限

# permission.requirement.recommended
source: RECOMMENDED
zh_hans: 建议授权

# permission.requirement.required
source: REQUIRED
zh_hans: 核心必需

# permission.restricted
source: Restricted
zh_hans: 系统受限

# permission.search_placeholder
source: Search permissions or features
zh_hans: 搜索权限或功能

# permission.sort.attention
source: Needs Attention
zh_hans: 待处理优先

# permission.sort.catalog
source: Catalog Order
zh_hans: 目录顺序

# permission.sort.label
source: Sort permissions
zh_hans: 排序权限

# permission.sort.name
source: Name
zh_hans: 名称

source: Permission Status
zh_hans: 权限状态

# permission.type.appManagement.description
source: Optional. Allows reserved features to manage other apps when explicitly enabled.
zh_hans: 可选。用于明确启用后需要管理其他应用的预留功能。

# permission.type.appManagement.title
source: App Management
zh_hans: 应用管理

# permission.type.developerTools.description
source: Optional. Allows inspection of developer-protected processes when a feature requires it.
zh_hans: 可选。功能需要时用于检查受开发者工具保护的进程。

# permission.type.developerTools.title
source: Developer Tools
zh_hans: 开发者工具

# permission.type.filesAndFolders.description
source: Shows macOS access to protected Desktop, Documents, Downloads, and removable-volume folders.
zh_hans: 显示 macOS 对桌面、文稿、下载及可移动宗卷等受保护文件夹的授权。

# permission.type.filesAndFolders.title
source: Files and Folders
zh_hans: 文件与文件夹

# permission.type.inputMonitoring.description
source: Allows system-wide keyboard event monitoring for emergency shortcuts that require it.
zh_hans: 用于需要监听系统级键盘事件的应急快捷键。

# permission.type.inputMonitoring.title
source: Input Monitoring
zh_hans: 输入监控

# permission.type.localNetwork.description
source: Optional. Allows local-network device discovery for network-aware features.
zh_hans: 可选。用于网络相关功能发现本地网络设备。

# permission.type.localNetwork.title
source: Local Network
zh_hans: 本地网络

# permission.type.mediaLibrary.description
source: Optional. Reserved for media-library integrations; review this permission in System Settings.
zh_hans: 可选。为媒体资料库集成功能预留，请在系统设置中手动检查。

# permission.type.mediaLibrary.title
source: Media & Apple Music
zh_hans: 媒体与 Apple Music

# permission.type.photos.description
source: Allows selecting photos for wallpapers and other image-based features.
zh_hans: 用于从照片图库选择壁纸及其他图像内容。

# permission.type.photos.title
source: Photos
zh_hans: 照片

# permission.type.speechRecognition.description
source: Optional. Enables speech-to-text for future voice-driven features.
zh_hans: 可选。用于未来语音功能中的语音转文字。

# permission.type.speechRecognition.title
source: Speech Recognition
zh_hans: 语音识别

source: Process
zh_hans: 进程

# rule.comparison
source: Comparison
zh_hans: 比较条件

# rule.enabled
source: Enable rule
zh_hans: 启用规则

# rule.fan_target
source: Fan target
zh_hans: 风扇目标

# rule.sensor
source: Temperature sensor
zh_hans: 温度传感器

# rule.specific_sensor
source: Specific sensor
zh_hans: 具体传感器

# rule.target_mode
source: Target mode
zh_hans: 目标模式

# rule.target_percentage
source: Target speed percentage
zh_hans: 目标转速百分比

# rule.target_rpm
source: Target fan speed
zh_hans: 目标风扇转速

# rule.threshold
source: Temperature threshold
zh_hans: 温度阈值

# section.toast
source: Toast Notifications
zh_hans: 轻提示通知
zh_hant: 輕提示通知

# section.window_behavior
source: Window Behavior
zh_hans: 窗口行为
zh_hant: 視窗行為

# sort.browser
source: Browser
zh_hans: 浏览器

# sort.manual
source: Manual
zh_hans: 手动

# sort.recent
source: Recent
zh_hans: 最近使用

# status.helper_connected
source: HELPER CONNECTED
zh_hans: HELPER 已连接

# status.off
source: OFF
zh_hans: 关闭

# status.on
source: ON
zh_hans: 开启

# superswitch.details
source: Target Details
zh_hans: 目标信息

# superswitch.form_subtitle
source: Configure an app and an optional global shortcut
zh_hans: 配置应用与可选全局快捷键

# superswitch.more_actions
source: More Target Actions
zh_hans: 更多目标操作

# superswitch.no_results
source: No Matching Targets
zh_hans: 没有匹配的目标

# superswitch.no_results_subtitle
source: No target matches “%@”
zh_hans: 没有目标匹配“%@”

# superswitch.not_running
source: Not Running
zh_hans: 未运行

# superswitch.refresh_apps
source: Refresh Running Applications
zh_hans: 刷新运行中的应用

# superswitch.running
source: Running
zh_hans: 运行中

# superswitch.search_placeholder
source: Search name or bundle ID
zh_hans: 搜索名称或 Bundle ID

# superswitch.switch_hint
source: Activate or launch this application
zh_hans: 激活或启动此应用

# superswitch.target_count
source: %d targets
zh_hans: %d 个目标

# superswitch.toast.deleted
source: Removed %@
zh_hans: 已移除 %@

# switch.always_new_tab
source: Always open in new tab
zh_hans: 始终新建标签页
zh_hant: 一律開啟新分頁

source: System
zh_hans: 系统

source: Thermal
zh_hans: 温度

# toast.deleted_count
source: Deleted %lld tabs
zh_hans: 已删除 %lld 个标签

# toast.import_failed
source: Import failed: %@
zh_hans: 导入失败: %@

# toast.imported_count
source: Imported %lld tabs
zh_hans: 已导入 %lld 个标签

source: Top Processes
zh_hans: 进程排行

source: Uptime
zh_hans: 运行时间

source: used
zh_hans: 已用

# wallpaper.delete_message
source: Delete “%@” from the wallpaper library?
zh_hans: 确定要从壁纸库中删除“%@”吗？

# wallpaper.desktop
source: DESKTOP
zh_hans: 桌面

# wallpaper.drop_hint
source: Drop images or videos
zh_hans: 拖入图片或视频

# wallpaper.import
source: Import Wallpaper…
zh_hans: 导入壁纸…

# wallpaper.mute
source: Mute Wallpaper Audio
zh_hans: 静音壁纸音频

# wallpaper.next
source: Next Wallpaper
zh_hans: 下一张壁纸

# wallpaper.pause
source: Pause Wallpaper
zh_hans: 暂停壁纸

# wallpaper.play
source: Play Wallpaper
zh_hans: 播放壁纸

source: Wallpaper Playback Mode
zh_hans: 壁纸播放模式

source: Wallpaper Power
zh_hans: 壁纸开关

# wallpaper.previous
source: Previous Wallpaper
zh_hans: 上一张壁纸

# wallpaper.title
source: Wallpaper Engine
zh_hans: 壁纸引擎

# wallpaper.unmute
source: Unmute Wallpaper Audio
zh_hans: 取消壁纸音频静音

source: Wallpaper Volume
zh_hans: 壁纸音量

# weather.condition.clear
source: Clear
zh_hans: 晴朗

# weather.condition.clear_night
source: Clear Night
zh_hans: 晴夜

# weather.condition.cloudy
source: Cloudy
zh_hans: 多云

# weather.condition.fog
source: Fog
zh_hans: 有雾

# weather.condition.partly_cloudy
source: Partly Cloudy
zh_hans: 局部多云

# weather.condition.rain
source: Rain
zh_hans: 有雨

# weather.condition.snow
source: Snow
zh_hans: 有雪

# weather.condition.storm
source: Thunderstorm
zh_hans: 雷暴

# weather.condition.wind
source: Windy
zh_hans: 有风

# widget.app_not_found
source: No installed app matches %@.
zh_hans: 未找到与 %@ 匹配的已安装应用。

# widget.charging
source: Charging
zh_hans: 充电中

# widget.cpu_user
source: %lld%% usr
zh_hans: %lld%% 用户

# widget.discharging
source: Discharging
zh_hans: 使用电池

# widget.launch_failed
source: Unable to Launch App
zh_hans: 无法启动应用

# widget.memory_short
source: Mem
zh_hans: 内存

# widget.network_total
source: Total: %1$@ ↓ %2$@ ↑
zh_hans: 总计：%1$@ ↓ %2$@ ↑

# widget.no_disk_data
source: No disk data
zh_hans: 暂无磁盘数据

# widget.no_file
source: No file set
zh_hans: 未设置文件

# widget.no_note
source: No note saved yet.
zh_hans: 尚未保存笔记。

# widget.no_process_data
source: No process data
zh_hans: 暂无进程数据

# widget.no_quote
source: No quote saved yet.
zh_hans: 尚未保存名言。

# widget.no_terminal_logs
source: No terminal logs yet.
zh_hans: 暂无终端日志。

# widget.no_todos
source: No todos yet.
zh_hans: 暂无待办事项。

# widget.process
source: Process
zh_hans: 进程

# widget.storage_free
source: %@ free
zh_hans: 剩余 %@

# widget.system.architecture
source: Arch
zh_hans: 架构

# widget.system.host
source: Host
zh_hans: 主机

# widget.system.kernel
source: Kernel
zh_hans: 内核

# widget.system.model
source: Model
zh_hans: 机型

# widget.top_processes
source: Top Processes
zh_hans: 高占用进程

# widget.used
source: used
zh_hans: 已使用

# fake_lock.action.enable
source: Enable Guard
zh_hans: 启用锁定

# fake_lock.action.unlock
source: Unlock
zh_hans: 解除锁定

# fake_lock.error.browser_missing
source: The selected browser is not installed.
zh_hans: 未安装所选浏览器。

# fake_lock.error.invalid_url
source: Enter a valid HTTP or HTTPS address.
zh_hans: 请输入有效的 HTTP 或 HTTPS 地址。

# fake_lock.error.not_active
source: Start a browser session first.
zh_hans: 请先启动浏览器会话。

# fake_lock.error.script_create
source: Could not create the browser control script.
zh_hans: 无法创建浏览器控制脚本。

# fake_lock.error.script_failed
source: Browser control failed.
zh_hans: 浏览器控制失败。

# fake_lock.fullscreen
source: Open in Full Screen
zh_hans: 全屏打开

# fake_lock.fullscreen.subtitle
source: MapTest Bypass always starts in full screen
zh_hans: MapTest Bypass 始终以全屏启动

# fake_lock.go_backward
source: Back
zh_hans: 后退

# fake_lock.go_forward
source: Forward
zh_hans: 前进

# fake_lock.guard.disabled
source: Navigation guard disabled
zh_hans: 导航锁定已解除

# fake_lock.guard.enabled
source: Navigation guard enabled
zh_hans: 导航锁定已启用

# fake_lock.lock_backward
source: Lock Back
zh_hans: 锁定后退

# fake_lock.lock_forward
source: Lock Forward
zh_hans: 锁定前进

# fake_lock.mode.maptest.description
source: Open the assigned MapTest URL in full screen with the selected local navigation guard.
zh_hans: 全屏打开指定的 MapTest 网址，并应用所选的本地导航锁定。

# fake_lock.mode.safe_browser.description
source: Open an assigned page with independent backward and forward controls.
zh_hans: 打开指定页面，并独立控制后退与前进方向。

# fake_lock.safety_note
source: Controls only the browser and page you choose; third-party security controls are not modified.
zh_hans: 仅控制你指定的浏览器与页面，不修改第三方安全机制。

# fake_lock.section.browser
source: Browser and Address
zh_hans: 浏览器与网址

# fake_lock.section.mode
source: Mode
zh_hans: 模式

# fake_lock.section.navigation
source: Navigation Guard
zh_hans: 导航锁定

# fake_lock.section.shortcut
source: Global Shortcut
zh_hans: 全局快捷键

# fake_lock.session.active
source: SESSION ACTIVE
zh_hans: 会话运行中

# fake_lock.session.inactive
source: SESSION IDLE
zh_hans: 会话未启动

# fake_lock.shortcut.conflict
source: Shortcut unavailable or conflicts with another action
zh_hans: 快捷键不可用或与其他操作冲突

# fake_lock.shortcut.description
source: Starts the session when idle, or toggles the navigation guard while active.
zh_hans: 未启动时开启会话，运行中切换导航锁定。

# fake_lock.shortcut.registered
source: Global shortcut registered
zh_hans: 全局快捷键已注册

# fake_lock.start
source: Start Session
zh_hans: 启动会话

# fake_lock.status.active
source: Browser session protected
zh_hans: 浏览器会话已锁定

# fake_lock.status.direction_locked
source: This navigation direction is locked.
zh_hans: 该导航方向已锁定。

# fake_lock.status.navigation_sent
source: Navigation command sent
zh_hans: 已发送导航指令

# fake_lock.status.ready
source: Ready to start
zh_hans: 可以启动

# fake_lock.status.stopped
source: Browser session stopped
zh_hans: 浏览器会话已停止

# fake_lock.status.unlocked
source: Navigation guard unlocked
zh_hans: 导航锁定已解除

# fake_lock.stop
source: Stop
zh_hans: 停止

# fake_lock.subtitle
source: Controlled full-screen browser session
zh_hans: 受控全屏浏览器会话

# fake_lock.url
source: Target URL
zh_hans: 目标网址

# fake_lock.warning.fullscreen_permission
source: The page opened, but full screen requires Accessibility permission.
zh_hans: 页面已打开，但全屏操作需要辅助功能权限。

# fan.manual_unlock.subtitle
source: Authorize the helper to unlock writable RPM targets on supported hardware.
zh_hans: 授权辅助工具后，可在受支持硬件上解锁可写 RPM 目标。

# fan.manual_unlock.title
source: Manual speed control is read-only
zh_hans: 手动风速当前为只读

# menu.fake_lock.description
source: Open a controlled browser session with navigation guards
zh_hans: 打开带导航锁定的受控浏览器会话

# permission.gate.automatic_badge
source: AUTO CHECK
zh_hans: 自动检测

# permission.gate.brand
source: CLASSGOD // ACCESS GATE
zh_hans: CLASSGOD // 权限门禁

# permission.gate.complete
source: Completed
zh_hans: 已完成

# permission.gate.confirm_review
source: Confirm Reviewed
zh_hans: 确认已复核

# permission.gate.manual_badge
source: MANUAL REVIEW
zh_hans: 人工复核

# permission.gate.progress
source: Core access: %d / %d
zh_hans: 核心权限：%d / %d

# permission.gate.requirement
source: Optional permissions are listed last and can be added anytime
zh_hans: 可选权限已置于最底部，可随时补充

# permission.gate.skip
source: Skip for Now and Continue
zh_hans: 暂时跳过并使用

# permission.gate.subtitle
source: Choose only the access needed for the features you use
zh_hans: 只授权你需要使用的功能，其他权限可以稍后补充

# permission.gate.system_note
source: macOS permissions must be approved by you. Skipped access only limits the related feature and remains available in Permission Center.
zh_hans: macOS 权限必须由你本人批准；跳过只会限制对应功能，之后仍可在权限中心补充。

# permission.gate.title
source: Permission Setup
zh_hans: 权限设置

# permission.gate.undo_confirmation
source: Undo Confirmation
zh_hans: 取消确认

# permission.required.automation_message
source: Browser Automation is off. Enable it to find and switch existing browser tabs, or cancel and keep using features that do not need it.
zh_hans: 浏览器自动化权限尚未开启。开启后才能查找并切换已有浏览器标签；也可以取消并继续使用不依赖此权限的功能。

# permission.maximize_access
source: Maximize Access
zh_hans: 最大化权限

# permission.privacy.detail
source: ClassGod processes permission status and user data locally. It has no telemetry, background uploads, or ClassGod backend. Websites you open connect only to their destination.
zh_hans: ClassGod 的权限状态与用户数据仅在本机处理，不会上传到 ClassGod 后端；应用不含遥测或后台上传。你主动打开的网页仅连接其目标网站。

# permission.privacy.title
source: Local Privacy Promise
zh_hans: 本地隐私承诺

# menu.preflight.description
source: Verify emergency switching before it matters
zh_hans: 在关键时刻前确认紧急切屏已武装

# preflight.action.destintab
source: Configure DestinTab
zh_hans: 配置 DestinTab

# preflight.action.permissions
source: Review Permissions
zh_hans: 检查权限

# preflight.action.superswitch
source: Configure SuperSwitch
zh_hans: 配置 SuperSwitch

# preflight.badge.attention
source: ATTENTION
zh_hans: 需注意

# preflight.badge.blocked
source: BLOCKED
zh_hans: 阻塞

# preflight.badge.ready
source: READY
zh_hans: 就绪

# preflight.check.accessibility.blocked
source: Required to control and activate target applications.
zh_hans: 控制并激活目标应用需要此权限。

# preflight.check.accessibility.ready
source: Accessibility control is available.
zh_hans: 辅助功能控制可用。

# preflight.check.accessibility.title
source: Accessibility
zh_hans: 辅助功能权限

# preflight.check.apple_events.blocked
source: Required to automate Safari, Chrome, and Edge.
zh_hans: 自动控制 Safari、Chrome 和 Edge 需要此权限。

# preflight.check.apple_events.ready
source: Browser automation is authorized.
zh_hans: 浏览器自动化已授权。

# preflight.check.apple_events.title
source: AppleEvents
zh_hans: AppleEvents 权限

# preflight.check.applications.ready
source: Every target application is installed.
zh_hans: 所有目标应用均已安装。

# preflight.check.applications.title
source: Target Applications
zh_hans: 目标应用

# preflight.check.applications.unavailable
source: %d target applications are unavailable.
zh_hans: 有 %d 个目标应用不可用。

# preflight.check.destinations.blocked
source: No DestinTab or SuperSwitch target is configured.
zh_hans: 尚未配置 DestinTab 或 SuperSwitch 目标。

# preflight.check.destinations.count
source: %d emergency destinations are configured.
zh_hans: 已配置 %d 个紧急目标。

# preflight.check.destinations.title
source: Emergency Destinations
zh_hans: 紧急目标

# preflight.check.shortcuts.none
source: Targets work from the UI, but no instant shortcut is configured.
zh_hans: 可以从界面切换，但尚未配置瞬时快捷键。

# preflight.check.shortcuts.summary
source: %d/%d active · %d conflicts · %d registration failures
zh_hans: %d/%d 已激活 · %d 个冲突 · %d 个注册失败

# preflight.check.shortcuts.title
source: Global Shortcuts
zh_hans: 全局快捷键

# preflight.check.urls.invalid
source: %d DestinTab URLs are invalid.
zh_hans: 有 %d 个 DestinTab URL 无效。

# preflight.check.urls.ready
source: Every DestinTab URL is a valid web address.
zh_hans: 所有 DestinTab URL 均为有效网页地址。

# preflight.check.urls.title
source: Destination URLs
zh_hans: 目标 URL

# preflight.last_checked
source: LAST CHECKED
zh_hans: 最近检查

# menu.notes.description
source: Persistent local notes that stay visible across apps
zh_hans: 跨应用持续显示的本地笔记

# notes.always_visible
source: Floats across apps, Spaces, and full screen
zh_hans: 跨应用、桌面空间与全屏持续悬浮

# notes.autosave
source: LOCAL AUTOSAVE
zh_hans: 本地自动保存

# notes.delete
source: Delete Note
zh_hans: 删除笔记

# notes.delete_message
source: This note will be permanently deleted from this Mac.
zh_hans: 这条笔记将从本机永久删除。

# notes.delete_title
source: Delete this note?
zh_hans: 删除这条笔记？

# notes.empty
source: No notes yet
zh_hans: 还没有笔记

# notes.empty_body
source: No additional text
zh_hans: 暂无正文

# notes.limit_reached
source: The local limit of 500 notes has been reached.
zh_hans: 已达到 500 条本地笔记上限。

# notes.new
source: New Note
zh_hans: 新建笔记

# notes.no_results
source: No matching notes
zh_hans: 没有匹配的笔记

# notes.pin
source: Pin Note
zh_hans: 置顶笔记

# notes.save_failed
source: The note could not be saved locally.
zh_hans: 无法在本机保存笔记。

# notes.search
source: Search notes
zh_hans: 搜索笔记

# notes.select_or_create
source: Select a note or create a new one
zh_hans: 选择一条笔记或新建笔记

# notes.title
source: Notes
zh_hans: 笔记

# notes.title_placeholder
source: Title
zh_hans: 标题

# notes.unpin
source: Unpin Note
zh_hans: 取消置顶

# notes.untitled
source: Untitled Note
zh_hans: 无标题笔记

# menu.todo.description
source: Plan and finish work with smart lists, projects, tags, and priorities
zh_hans: 用智能清单、项目、标签与优先级规划并完成任务

# todo.active
source: Active
zh_hans: 进行中

# todo.all
source: All Tasks
zh_hans: 全部任务

# todo.all_clear
source: All clear
zh_hans: 全部清空

# todo.all_clear_hint
source: Capture the next mission when you're ready
zh_hans: 准备好时记录下一项任务

# todo.add_subtask
source: Add
zh_hans: 添加

# todo.anytime
source: Anytime
zh_hans: 无日期

# todo.color.blue
source: Blue
zh_hans: 蓝色

# todo.color.gray
source: Gray
zh_hans: 灰色

# todo.color.mint
source: Mint
zh_hans: 薄荷色

# todo.color.orange
source: Orange
zh_hans: 橙色

# todo.color.rose
source: Rose
zh_hans: 玫红色

# todo.color.violet
source: Violet
zh_hans: 紫色

# todo.completed
source: Completed
zh_hans: 已完成

# todo.complete_subtask
source: Complete Subtask
zh_hans: 完成子任务

# todo.create
source: Create
zh_hans: 创建

# todo.date.clear
source: Clear
zh_hans: 清除

# todo.date.next_week
source: Next Week
zh_hans: 下周

# todo.date.today
source: Today
zh_hans: 今天

# todo.date.tomorrow
source: Tomorrow
zh_hans: 明天

# todo.delete
source: Delete
zh_hans: 删除

# todo.delete_project
source: Delete Project
zh_hans: 删除项目

# todo.delete_project_message
source: Tasks in this project will move to Inbox and will not be deleted.
zh_hans: 项目内的任务会移至收件箱，不会被删除。

# todo.delete_project_title
source: Delete this project?
zh_hans: 删除这个项目？

# todo.delete_task_message
source: This task will be permanently deleted from this Mac.
zh_hans: 这项任务将从本机永久删除。

# todo.delete_task_title
source: Delete this task?
zh_hans: 删除这项任务？

# todo.due_date
source: Due Date
zh_hans: 截止日期

# todo.done_today
source: Done Today
zh_hans: 今日完成

# todo.edit
source: Edit Task
zh_hans: 编辑任务

# todo.edit_task
source: Edit Task
zh_hans: 编辑任务

# todo.editor_hint
source: Add context now so the next action stays obvious
zh_hans: 补充必要信息，让下一步始终清晰

# todo.empty
source: You're clear here
zh_hans: 这里已经清空

# todo.empty_hint
source: Capture the next thing you want to finish
zh_hans: 记下下一件准备完成的事

# todo.focus
source: Focus
zh_hans: 聚焦

# todo.focus_progress
source: Daily focus progress
zh_hans: 每日专注进度

# todo.focus_pulse
source: Focus Pulse
zh_hans: 专注脉冲

# todo.inbox
source: Inbox
zh_hans: 收件箱

# todo.limit_reached
source: The local limit of 5,000 tasks has been reached, or the task title is empty.
zh_hans: 已达到 5,000 项本地任务上限，或任务标题为空。

# todo.mark_done
source: Mark as Completed
zh_hans: 标记为已完成

# todo.mark_pending
source: Mark as Pending
zh_hans: 标记为待办

# todo.new_project
source: New Project
zh_hans: 新建项目

# todo.new_task
source: New Task
zh_hans: 新建任务

# todo.next_focus
source: Next Mission
zh_hans: 下一任务

# todo.no_projects
source: No projects yet
zh_hans: 还没有项目

# todo.no_results
source: No matching tasks
zh_hans: 没有匹配的任务

# todo.notes
source: Notes
zh_hans: 备注

# todo.open_focus_task
source: Open the recommended task
zh_hans: 打开推荐任务

# todo.overdue
source: Overdue
zh_hans: 已逾期

# todo.priority
source: Priority
zh_hans: 优先任务

# todo.priority.high
source: High
zh_hans: 高

# todo.priority.low
source: Low
zh_hans: 低

# todo.priority.medium
source: Medium
zh_hans: 中

# todo.priority.none
source: None
zh_hans: 无

# todo.priority.urgent
source: Urgent
zh_hans: 紧急

# todo.project
source: Project
zh_hans: 项目

# todo.project_limit_reached
source: The local limit of 50 projects has been reached, or the project name is empty.
zh_hans: 已达到 50 个本地项目上限，或项目名称为空。

# todo.project_name
source: Project name
zh_hans: 项目名称

# todo.projects
source: Projects
zh_hans: 项目

# todo.quick_add
source: Quick add a task, then press Return
zh_hans: 快速添加任务，按回车保存

# todo.recurrence
source: Repeat
zh_hans: 重复

# todo.recurrence.daily
source: Daily
zh_hans: 每天

# todo.recurrence.monthly
source: Monthly
zh_hans: 每月

# todo.recurrence.none
source: Never
zh_hans: 不重复

# todo.recurrence.weekdays
source: Weekdays
zh_hans: 工作日

# todo.recurrence.weekly
source: Weekly
zh_hans: 每周

# todo.remove_subtask
source: Remove Subtask
zh_hans: 移除子任务

# todo.restore_subtask
source: Restore Subtask
zh_hans: 恢复子任务

# todo.save
source: Save Task
zh_hans: 保存任务

# todo.save_failed
source: The task list could not be saved locally.
zh_hans: 无法在本机保存任务清单。

# todo.search
source: Search tasks
zh_hans: 搜索任务

# todo.search_hint
source: Try a title, note, tag, or project name
zh_hans: 尝试搜索标题、备注、标签或项目名称

# todo.set_due_date
source: Set a due date
zh_hans: 设置截止日期

# todo.subtask_placeholder
source: Add a step
zh_hans: 添加一个步骤

# todo.subtasks
source: Subtasks
zh_hans: 子任务

# todo.tags
source: Tags
zh_hans: 标签

# todo.tags_placeholder
source: study, personal, urgent
zh_hans: 学习, 个人, 紧急

# todo.task_count
source: %d tasks
zh_hans: %d 项任务

# todo.task_name
source: Task
zh_hans: 任务

# todo.task_name_placeholder
source: What needs to be done?
zh_hans: 需要完成什么？

# todo.title
source: Todo
zh_hans: 待办清单

# todo.today
source: Today
zh_hans: 今天

# todo.today_progress
source: Today's Progress
zh_hans: 今日进度

# todo.upcoming
source: Upcoming
zh_hans: 即将到期

# tab.updates
source: Updates
zh_hans: 软件更新

# update.cancel_download
source: Cancel
zh_hans: 取消下载

# update.check_now
source: Check Now
zh_hans: 立即检查

# update.detail.available
source: A newer stable release is ready to download.
zh_hans: 已有新的正式版本可供下载。

# update.detail.checking
source: Contacting GitHub Releases…
zh_hans: 正在连接 GitHub Releases…

# update.detail.current
source: You already have the latest stable release.
zh_hans: 当前已是最新正式版本。

# update.detail.downloading
source: The installer is being downloaded and verified.
zh_hans: 正在下载并校验安装包。
